export interface ISubcategories{
  name:string,
  products:string[],
}
export const roofSub:ISubcategories[]= [
  {
    name:"Металлочерепица",
    products:["Металлочерепица","Профнастил","Гибкая черепица","Натуральная черепица"]
  },
  {
    name:"Профнастил",
    products:["Металлочерепица","Профнастил","Гибкая черепица","Натуральная черепица"]
  },
  {
    name:"Гибкая черепица",
    products:["Металлочерепица","Профнастил","Гибкая черепица","Натуральная черепица"]
  },
  {
    name:"Натуральная черепица",
    products:["Металлочерепица","Профнастил","Гибкая черепица","Натуральная черепица"]
  }
]
export const drainSub:ISubcategories[]= [
  {
    name:"Металлическая водосточкая система",
    products:["Металлочерепица","Профнастил","Гибкая черепица","Натуральная черепица"]
  },
  {
    name:"Пластиковая водосточная система",
    products:["Металлочерепица","Профнастил","Гибкая черепица","Натуральная черепица"]
  }
]
export const partsSub:ISubcategories[] = [
  {
    name:"Комплектующие",
    products:["Комплектующие кровли","Доборные элементы","Флюгеры"]
  },
  {
    name:"Доборные элементы",
    products:["Комплектующие кровли","Доборные элементы","Флюгеры"]
  },
  {
    name:"Флюгеры",
    products:["Комплектующие кровли","Доборные элементы","Флюгеры"]
  }
]
